/* 中文入门测试 */
proc print data=sashelp.class;
run;
/* /* 한국어    日本語のふぉーど    中文(繁體)   中文(简体) */
/* 한국어日本語のふーど中文(繁體)中文(简体)  */
 

/* Latin-1 special characters */
/* ¡  ¢  £ ¤  ¥  ¦ §  ¨  ©  ª  «   */
/* ¬  ­  ®  ¯  °  ±  ²  ³  ´  µ  ¶  ·  ¸  ¹  º   */
/* »  ¼  ½  ¾  ¿  À  Á  Â  Ã  Ä  Å  Æ  Ç  È  É  Ê   */
/* Ë    Ì   Í   Î    Ï    Ð  Ñ  Ò  Ó  Ô  Õ  Ö  ×   */
/* Ø  Ù  Ú  Û    Ü  Ý    Þ  ß  à  á  â  ã  ä  å    */
/* æ    ç    è    é   ê   ë  ì  í  î  ï  ð  ñ   */
/* ò  ó  ô   õ  ö  ÷  ø  ù  ú  û  ü  ý þ  ÿ  */
/* ¢£¤¥®¯±½¾¿ÀÁÂÌÍÎÏÐÑÙÚÛÜÝÞ*çèéêëìö÷øùúûü */
 /* Latin-2(Polish) special characters */
/* ąĄćĆđąĄćĆđĐęĘíÍłŁňŇőŐřŘśŚţŢűŰżŻ */
/* ąĄćĆđĐęĘíÍłŁňŇőŐřŘśŚţŢűŰżŻ */
 
/* Thai  */
 
/* ไทย คลองเตย สปส เขตพื้นที่ มกราคม ตาย*/
/*  ไทยคลองเตยสปสเขตพื้นที่มกราคมตาย */
 
/* Arabic  */
 
/*ديسمب الأربعاء ألثنٍلسائٍ داخفٍائرالعربية  */
/*ديسمب الأربعاء ألثنٍلسائٍ داخفٍائرالعربية  */
 */